[
  {
    "title": "Giant Rush",
    "description": "Run, merge, and battle giants in Giant Rush – the ultimate action-packed adventure! Giant Rush is an electrifying arcade game where you dash through obstacle-filled tracks, collecting colored figures to grow bigger and stronger! The more you absorb, the larger your giant becomes – and at the finish line, an epic boss battle awaits! Dodge hazards, time your movements perfectly, and merge your way to victory. With each run, you can upgrade your giant’s strength and unlock new challenges. Are you ready to become the biggest and strongest fighter in Giant Rush? So start running, growing, and fighting your way to the top in Giant Rush!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GiantRushTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/giant-rush/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fb2e6f6c-662b-4273-8731-df884387435d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Arcade"
  },
  {
    "title": "Train Miner",
    "description": "All aboard for endless mining fun in Train Miner – expand, upgrade, and dominate the tracks! Train Miner is a unique and addictive resource-mining game where you control a train on a looping track, automatically harvesting valuable resources nearby. As you mine, the track expands, unlocking new areas and boosting your profits. Sell your resources, upgrade your train, and watch it grow longer and faster with each run! With a perfect blend of strategy, automation, and satisfying progression, Train Miner keeps you hooked as you build the ultimate mining empire on rails. So hop on board, mine, and expand your railway empire in Train Miner!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TrainMinerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/train-miner/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=0d52d629-a40a-4a95-b13a-7f951a3f50b1&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Arcade"
  },
  {
    "title": "Rise Up",
    "description": "Protect, dodge, and rise to the top in Rise Up – the ultimate survival challenge! Rise Up is an intense and addictive arcade game where your only goal is to protect the rising balloon at all costs! As it floats higher and higher, dangerous obstacles appear in its path, ready to pop it. Your task? Use your shield to push objects away, clear the way, and ensure the balloon’s safe journey. With increasing difficulty, every second counts, demanding quick reflexes and strategic movement. Can you rise to the challenge and reach the highest score?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RiseUpTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/r/rise-up/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=de20e6f4-fd89-414f-b200-6a20b3ac9378&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Arcade"
  },
  {
    "title": "Western Sniper",
    "description": "Take aim and become the ultimate gunslinger in Western Sniper – the wildest shooting challenge! Western Sniper is an action-packed shooting game that puts you in the boots of a fearless sharpshooter in the Wild West. Bandits have taken over the town, and it’s up to you to take them down with precision shots! From saloons to dusty streets, every level presents new enemies and tougher challenges. Use your sniper skills, time your shots perfectly, and prove that you’re the fastest gun in the West. With immersive environments and thrilling shootouts, Western Sniper delivers non-stop action! So load up, take aim, and bring justice to the Wild West in Western Sniper!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/WesternSniperTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/w/western-sniper/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=dce582f0-3659-4cdb-9c7a-d8d2eea38cd0&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Action"
  },
  {
    "title": "Go Escape",
    "description": "Dodge, jump, and escape in Go Escape - the ultimate test of skill and reflexes! Go Escape is an intense and addictive arcade game where timing is everything! Your mission? Guide the bouncing ball through deadly traps, spikes, and moving obstacles to reach the exit. Every level presents a new challenge, requiring precise jumps and quick reflexes to survive. As you progress, the difficulty ramps up, keeping you on the edge of your seat. With its simple controls but challenging mechanics, Go Escape is easy to learn but hard to master!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoEscapeTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/go-escape/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a8c8cba3-6408-435f-a59a-d9112c3df6da&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Color Fill 3D",
    "description": "In Color Fill 3D, your objective is to fill the entire grid with color by moving a block across the empty spaces. Drag your block in any direction to spread color, but be careful to avoid obstacles and enemies that can stop your progress. Plan your moves strategically, as some levels feature tight spaces or tricky paths that require precision and timing. Complete the level by coloring every square in the grid, unlocking new challenges as you advance. With each level, the puzzles become more intricate, offering a satisfying mix of relaxation and strategy. Dive into the vibrant world of Color Fill 3D and see how far your skills can take you!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorFill3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/color-fill-3d/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fd96705d-29a4-4400-ba2c-e5f6c101309a&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=509",
    "tags": "Puzzle"
  },
  {
    "title": "Spot the Cat",
    "description": "Discover hidden objects in Spot the Cat - a whimsical search-and-find puzzle game! Spot the Cat is a charming puzzle game where you explore vibrant, cartoonish scenes filled with playful cats to uncover hidden objects. From beach balls in sunny seaside settings to bananas in snowy fields, each level offers a delightful challenge as you search for items cleverly concealed in the cats’ playful antics. With beautifully crafted scenes and increasingly tricky puzzles, Spot the Cat provides a relaxing and engaging experience for players of all ages.",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SpotTheCatTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/spot-the-cat/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=0ee5b208-e2b8-4ce6-a0e5-db0c36f26b9d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Color Roll 3D",
    "description": "Unroll your way to victory in Color Roll 3D - the ultimate 3D puzzle challenge! Color Roll 3D is a captivating 3D puzzle game that will put your problem-solving skills to the test. Your objective is simple: unroll the colorful rolls in the correct order to recreate the given image. As the levels progress, the puzzles become increasingly complex, challenging your logical thinking and attention to detail. With its sleek design and satisfying mechanics, Color Roll 3D offers endless hours of relaxing yet brain-teasing gameplay.",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorRoll3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/color-roll-3d/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fe4173e1-f6ea-4bfc-b648-1b198efb0e7a&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Color Water Sort 3D",
    "description": "Dive into the colorful challenge of Color Water Sort 3D - where strategy meets vibrant fun! Color Water Sort 3D is a captivating puzzle game that will test both your patience and your strategy skills. Your mission? To sort various colored water into the right tubes, one color at a time! It may seem simple at first, but as the number of tubes and colors increases, so does the challenge. With each level, the difficulty ramps up, making it more intense and exciting. The vibrant visuals and satisfying sorting mechanics make this game as relaxing as it is engaging. So pour, strategize, and conquer each level in Color Water Sort 3D!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorWaterSort3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/color-water-sort-3d/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a2a69bbb-4a2c-440d-8e42-3d1f40c44166&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Puzzle"
  },
  {
    "title": "Braindom",
    "description": "Challenge your mind and learn history with Braindom - the ultimate puzzle-packed brain teaser! Braindom is an addictive puzzle game that keeps your brain engaged with a variety of creative minigames. With each level, you’ll face a unique puzzle or brain teaser where you must find exactly what’s being asked. It’s not just about solving puzzles, though—Braindom also takes you on a journey through history! As you progress, you’ll unlock fascinating historical facts about important figures from the past. With hundreds of levels to conquer, Braindom is both educational and endlessly fun. So test your wits and uncover historical secrets in Braindom today!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BraindomTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/braindom/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7613512a-c291-4b6e-9fe0-3861d476f4ce&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Sort It",
    "description": "Sort, strategize, and succeed in Sort It—the ultimate color-sorting puzzle challenge! Sort It is an addictive puzzle game that puts your logic and strategic skills to the test. Your goal is simple: sort different colored balls into their matching tubes. But don't be fooled by the simplicity! As you advance, the puzzles become more intricate, pushing your problem-solving abilities to the limit. With vibrant visuals and increasingly challenging levels, Sort It offers endless hours of engaging gameplay that's both fun and mentally stimulating. So, are you ready to sort your way to victory in Sort It?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SortItTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/sort-it/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=9142462d-0f52-41e7-959b-28175eaa77aa&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Cube Match",
    "description": "Master the symbols and conquer the cube in Cube Puzzle - the ultimate 3D cube-matching sensation! Cube Puzzle is a mesmerizing 3D experience that puts your puzzle-solving skills to the ultimate test. In a world of floating cubes adorned with distinctive symbols, it's your mission to rotate the cluster and align the icons to your advantage. With a simple click, transfer cubes to your personal bar, but be strategic – only by aligning three identical symbols can you clear them away. With just eight slots at your disposal, every move counts. Can you keep the bar clear and outsmart the cube formations, or will a full bar be your downfall? The challenge escalates with every level, daring you to become the grand master of symbols. Get ready to twist, match, and triumph – your Cube Puzzle quest awaits!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CubeMatchTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/cube-match/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=642be5d7-5e15-4f5a-8db2-6904ea31f40f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=510",
    "tags": "Skill, Puzzle"
  },
  {
    "title": "Parking Jam",
    "description": "Master the madness in Parking Jam - can you clear the lot without causing chaos? Parking Jam is a mind-bending puzzle game that puts your logic and problem-solving skills to the test! Your goal? Free the cars from a crowded parking lot, but there’s a catch—cars are blocking each other, and you need to move them in the correct order to avoid a jam. Each level brings a new parking lot puzzle, with increasing complexity as more cars and obstacles appear. The satisfying feeling of clearing the lot makes every successful move worth it! So step up and become the ultimate parking master in Parking Jam!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ParkingJamTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/parking-jam/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=19b9b123-0bc6-4c32-a78b-3615e7176203&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Puzzle"
  },
  {
    "title": "Fashion Battle",
    "description": "Strut your style and conquer the catwalk in Fashion Battle - where only the most stylish will win! Fashion Battle is a captivating fashion game where you face off against CPU opponents in a thrilling catwalk showdown. Dress up your model with outfits that perfectly match the given theme, making sure every detail is on point. As you walk the runway, the pressure builds with each step. The ultimate test comes at the end when a jury evaluates your look and crowns the most stylish competitor. With various themes and endless wardrobe possibilities, every round is a chance to prove your fashion prowess! So step into the spotlight and let your fashion instincts lead you to victory!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FashionBattleTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/fashion-battle/v050/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=149b23a7-d0f0-4751-9706-81e342767712&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=509",
    "tags": "Girls"
  },
  {
    "title": "Fruit Party",
    "description": "Merge and grow your fruits to score big in Fruit Party - the ultimate basket-dropping challenge! Fruit Party is an addictive 2D game where you drop fruits into a basket and merge identical ones to create bigger, juicier fruits. Every successful merge increases your score and grants coins for each unseen upgrade. But watch out! As your basket fills up, the challenge intensifies, and if your fruits cross the top line, it’s game over. Use power-ups like a free upgrade or a basket shake to keep the party going and maximize your score. So start dropping, merging, and growing your fruit empire in Fruit Party!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FruitPartyTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/fruit-party/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=b3cb1a66-edbc-44bd-9d02-283fdbee0397&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Arcade"
  },
  {
    "title": "Thief Puzzle",
    "description": "Master stealth and strategy in Thief Puzzle - become the ultimate stealth master in this captivating 2D puzzle game! In Thief Puzzle, you dive into a world of mischief and tactical gameplay. Take control of a thief’s hand, guiding it through intricate levels to snatch the prized possessions. Each level presents a new puzzle where you must cleverly navigate around obstacles and outwit security measures to reach your target. With every successful heist, the challenges grow, testing your skills to think outside the box and act like a true master thief. So grab your mask and start your cunning journey in Thief Puzzle today!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ThiefPuzzleTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/thief-puzzle/v080/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=56b693d4-476b-472b-a1ed-25cc7cabbd09&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Guess Their Answer",
    "description": "Compete, guess, and conquer in Guess Their Answer - the ultimate trivia showdown! Guess Their Answer is an exciting trivia quiz game where your knowledge and quick thinking are put to the test. Face off against smart CPUs in a battle of wits, with each round featuring three challenging questions from a wide range of topics. Outthink your opponents to earn in-game money, which you can use to unlock cool cosmetics like skins. Plus, take on the daily quiz challenge to prove you’re the best! So get ready to guess your way to victory in Guess Their Answer!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GuessTheirAnswerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/guess-their-answer/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=e4bc01d5-3b0b-439e-80d5-0b4ac3897ac8&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Quiz"
  },
  {
    "title": "Neon Rider",
    "description": "Ride, rotate, and rule the neon world in Neon Rider - the ultimate 2D motorbike game! Neon Rider is an electrifying 2D game where you control a motorbike on a neon obstacle course. Perform tricks mid-air to rack up points, with perfect landings earning you even more. Dodge obstacles, collect batteries for a fire mode, and fly through the stage for maximum points. Your goal? To go as far as possible in this neon-lit adventure! So start riding the Neon Ride of your life in Neon Rider!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/NeonRiderTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/n/neon-rider/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=ca19e855-6d1d-4aad-a82c-15160b1be0f2&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Speed Master",
    "description": "Accelerate to Dominate in Speed Master - the Ultimate Car Racing Challenge! Speed Master is not just another car game; it's your ticket to an adrenaline-pumping journey on an endless track. Imagine this: the roar of engines, the thrill of speed, and a road that stretches into eternity. You're not just driving; you're competing. Collect cash, dodge obstacles, and smash through competitors to upgrade your ride. Every hit scores points, pushing you closer to the ultimate upgrade. It's fast, furious, and utterly addictive. Your mission? To outpace, outsmart, and outlast your rivals in a high-speed quest for glory. So, buckle up and get ready to unleash the Speed Master within!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SpeedMasterTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/speed-master/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=465328fb-72c3-4685-b5a3-bc43350bb765&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Arcade, Action"
  },
  {
    "title": "Alien Attack",
    "description": "Blast off and dominate the cosmos in Alien Attack - the ultimate 2D spaceship shooter! Alien Attack is an adrenaline-pumping 2D shooter game where you pilot a spaceship through the vastness of space, battling waves of alien forces. With each victory, collect power-ups that enhance your ship's abilities, making you unstoppable. Face off against formidable boss spaceships in epic showdowns, pushing your skills to the limit. This endless, high-score based adventure keeps you on the edge of your seat, striving to outdo yourself and others in the quest for cosmic dominance! So, are you ready to take the challenge and soar to the top of the leaderboard in Alien Attack?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/AlienAttackTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/a/alien-attack/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=76cf5b34-fba0-456f-bab2-cd5b2ac50af9&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade, Action"
  },
  {
    "title": "Peet Sneak",
    "description": "Sneak, strategize, and solve in Peet Sneak - your ultimate stealth adventure! In Peet Sneak, you step into the shoes of Peet, a sneaky character on a quest for the most sacred of sanctuaries - the toilet in a locked room. This isn't just any stealth game; it's a test of patience, strategy, and timing. Navigate through shadowy corridors, collect keys to unlock doors, and outsmart guards by sneaking up on them or finding clever ways to avoid their gaze. Control Peet with simple clicks or holds, guiding him to his destination while collecting items and solving puzzles along the way. Can you help Peet find his moment of peace in a world filled with obstacles? Dive into the shadows and embark on Peet's stealthy quest for inner peace in Peet Sneak!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PeetSneakTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/peet-sneak/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=552a182d-4fa6-4d1b-bbd0-28d5b4a07743&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Puzzle"
  },
  {
    "title": "Cut The Rope",
    "description": "Slice your way to sweet victory in Cut The Rope – the ultimate candy-feeding puzzle adventure! Get ready to feed the adorable Om Nom in Cut The Rope, a mind-bending puzzle game packed with levels of fun! Your task? To cut ropes in just the right way to deliver candy to Om Nom's mouth. Each level brings a new challenge, featuring various mechanics and obstacles. From gravity-defying swings to bubble-floating candies, your puzzle-solving skills will be put to the test. Remember, timing and precision are key. Are you ready to think outside the box and solve each delicious puzzle? Start your candy-cutting journey and keep Om Nom's sweet tooth satisfied in Cut The Rope!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CutTheRopeTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/cut-the-rope/v100/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=4531b37c-a8e0-4a67-9ebd-e8d3190b6277&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Toilet Run",
    "description": "Race, draw, and dive into the ultimate restroom rush in Toilet Run – where reaching the loo is a thrilling dash! Toilet Run is the hilarious and intense game where your quick thinking and drawing skills are put to the test. Guide desperate characters to their personal toilets by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge the menacing guarding dog, or it's game over. Every moment counts in this frantic race against time – and other toilet-goers! So grab your pen and help them make the most urgent run of their lives in Toilet Run!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Toilet_RunTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/toilet-run/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=ce2e277e-d475-474f-a930-bd589564a33f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Puzzle"
  },
  {
    "title": "Block Painter",
    "description": "Master colorful challenges in Block Painter – the ultimate bridge-building adventure! In Block Painter, you're in charge of a delightful character navigating through vibrant landscapes. Your mission? To build bridges of the perfect length by holding down to extend them, and releasing at just the right moment. If your bridge is too long or too short, it's game over! As your character walks across, tap to jump and collect color bubbles, adding a splash of color to your journey. Each platform brings a new challenge with varying sizes and distances, demanding your keen judgment and quick reflexes. Are you ready to estimate, build, and paint your way through this captivating world? So grab your virtual paintbrush and start creating pathways in Block Painter – where every bridge you build paints your path to success!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BlockPainterTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/block-painter/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=8c5d6f99-0f4b-47fb-9eed-4b108e3d4f89&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=509",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Pair Up 3D",
    "description": "Master the art of matching in Pair Up 3D! Dive into the captivating world of Pair Up 3D, a game that transforms matching pairs into an exhilarating 3D experience! Each level greets you with a vibrant theme and an array of unique objects scattered around. Your mission? To find a specific number of pairs within the time limit. But here's the twist - exceed the target and you'll be rewarded with bonus points! These points are your ticket to unlocking exciting mini-games, each one putting a creative spin on the classic pairing mechanic. The more you play, the more you unlock, leading to endless fun and challenges. Get ready to embark on a match-making adventure like no other in Pair Up 3D - where every pair counts!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PairUp3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pair-up-3d/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=862e3cf6-4e1f-4ae5-b625-52c9d2db351e&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=508",
    "tags": "Arcade"
  },
  {
    "title": "Cowboy Swing",
    "description": "Swing as fast as you can in Cowboy Swing! Swing from point to point and try to get as far as you can while using trampolins to get even further. Try to avoid the red wall, which is slowly moving towards you, since once in the wall, you lose! The trampolins in your way can also make your life a bit more difficult, so use them to your advantage. Make clever use of the game mechanics and be the best cowboy swing player out there!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CowboySwingTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/cowboy-swing/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=91dce2cf-4716-4b37-b282-69bcbeff1bf4&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=509",
    "tags": "Arcade"
  },
  {
    "title": "Go Around",
    "description": "Jump, double jump, and survive in Go Around - the ultimate stickman looping challenge! Go Around invites you to a thrilling 2D world where you control a stickman on an endless loop. Your mission? To jump and double jump over obstacles while marking your trail on the loop. Each complete circuit not only scores bonus points but also ramps up the difficulty, making each round an exhilarating challenge. Stay sharp and agile to survive as long as possible, pushing your reflexes to the limit. How many rounds can you conquer in this looping adventure? So, lace up your virtual sneakers and leap into the action-packed world of Go Around!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoAroundTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/go-around/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=d3a65374-8ee3-4035-94a4-dc1d898d4c8e&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Green Ball",
    "description": "Roll into endless fun with Green Ball – a thrilling 3D obstacle adventure! Green Ball invites you into a world of exhilarating 3D challenges! Here, you're in control of a vibrant green ball, navigating through an endless obstacle course. Swerve left, dash right, and leap into the air with trampolines, dodging obstacles that come your way. Every move counts in this high-speed journey. As you progress, the course gets more challenging, testing your reflexes and precision. How far can you go? It's not just a game; it's a quest to beat your own best score and rise to the top! Gear up for the roll of a lifetime with Green Ball – your adventure awaits!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GreenBallTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/green-ball/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7067489f-8bb6-4249-9d36-827340f9a54d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Twisty Lines",
    "description": "Soar, orbit, and survive in Twisty Lines – the ultimate space journey in a 2D universe! Twisty Lines is an exhilarating 2D space adventure that puts you in control of a spaceship navigating through a cosmic maze. As you fly upwards in a straight line, prepare for a thrilling twist – click near planets to orbit them and release to launch in a new direction! Your mission is to travel as far as you can, while skillfully avoiding collisions with planets and the treacherous borders. Each orbit is a dance with gravity, each release a leap into the unknown. Do you have the precision and reflexes to chart a path through this celestial challenge? Embark on your interstellar voyage and master the art of gravity in Twisty Lines!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TwistyLinesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/twisty-lines/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=54c3e0de-a46f-4a38-87d1-cc89c2f7ad49&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=509",
    "tags": "Arcade"
  },
  {
    "title": "Lawn Mower",
    "description": "Mow, maneuver, and master the endless track in Lawn Mower - the ultimate 3D lawn mowing challenge! Get ready to take control in Lawn Mower, a 3D endless game that's all about precision and timing! You're in charge of a lawn mower, navigating a winding track filled with obstacles. Press and hold to move along the path, but be ready to stop on a dime - one wrong move and you'll face destruction from the menacing wheel chasing you. Master the art of moving and stopping at the right times to advance further and further. It's not just about mowing; it's about surviving in a world where even a lawn mower can feel the thrill of the chase! So, are you ready to take the Lawn Mower challenge and see how far you can go? Start your engines and let the mowing begin!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/LawnMowerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/l/lawn-mower/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=637ce40c-6069-43ef-8974-ab357ec751b4&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Rising Squares",
    "description": "Elevate and navigate in Rising Squares - the ultimate circle protection challenge! Rising Squares offers a unique twist on 2D sidescrolling adventure. In this game, you're tasked with protecting a moving circle. How? By strategically stacking squares beneath it. Each click elevates your circle, helping you dodge oncoming obstacles. But that's not all – you need to balance your stacking skills with tactical thinking. As you journey, collect power-ups to empower your circle with shooting abilities, blasting away threats. However, beware! Using your power reduces your protective stack, increasing the stakes. Can you master the art of stacking, shooting, and surviving in this exhilarating game? Get ready to stack, dodge, and shoot your way to high scores in Rising Squares - your ultimate test of agility and strategy!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RisingSquaresTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/r/rising-squares/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=9d862a58-44b2-47ab-a3c4-1174c06543b5&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Tower Fall",
    "description": "Dive, dodge, and direct the descent in Tower Fall - the ultimate plummeting ball adventure! Tower Fall is a pulse-pounding game where you don’t just control the ball; you control the tower! As the ball free-falls through a tower, it's up to you to rotate and align the gaps in each platform, ensuring a smooth descent. But be warned: red platforms are lethal and will shatter the ball upon contact. With infinite levels, each more challenging than the last, the game promises hours of gravity-defying fun. So gear up and master the descent in Tower Fall!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TowerFallTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tower-fall/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=f3558a64-fbb8-4db4-9203-f35cb3c4f754&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Emoji Fun",
    "description": "Unleash your inner emoji master in Emoji Fun - the ultimate puzzle game where you connect the right emojis! Emoji Fun is a captivating game that challenges you to solve puzzles by connecting the right emojis. With a variety of levels that require you to link the right emojis, this game will keep you on your toes and test your emoji knowledge to the max. Get ready to dive into a world of fun and excitement with Emoji Fun!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EmojiFunTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/e/emoji-fun/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=ffb34d4c-a80e-4d79-8c1b-767c28dd5305&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Bottle Flip",
    "description": "Flip, soar, and conquer in Bottle Flip - the ultimate test of timing and precision! Get ready for Bottle Flip, an adrenaline-pumping game that will test your skills and reflexes to the max! In this fast-paced adventure, you control a bottle with the simple tap or click of your finger. Each tap sends the bottle flipping through the air, with a double jump feature to boost your chances of success. Your mission? To skillfully land on various pieces of furniture scattered throughout the level. But be warned - touching the ground means game over! Navigate through challenging obstacles, perfect your timing, and see how far you can go in this thrilling journey of flips and feats! Dive into the flipping frenzy and show off your Bottle Flip mastery now!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BottleFlipTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/bottle-flip/v10/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=c13b3de7-820d-4e60-9f45-4cd36290dc59&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Slime Road",
    "description": "Slide, dodge, and dominate the vibrant path in Slime Road - the ultimate 3D journey of growth and agility! Slime Road offers you an exhilarating 3D experience where you take control of a swift slime navigating an infinite road. As you glide, make sure to collect slimes of your color to expand and boost your score. But be vigilant! With obstacles scattered throughout, one wrong move could end your streak. It's not just about speed, but also about strategy. How big can you grow? How high can you score? So dive into Slime Road, and steer your way to an unbeatable score!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SlimeRoadTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/slime-road/v10/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=e3af3054-f022-4ff0-b945-f513f016f5b2&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Pipe Puzzle",
    "description": "Dive into the high-pressure world of Pipe Puzzle - where every twist saves lives and every turn counts! Pipe Puzzle plunges you into a gripping challenge of intellect and speed. Rotate the pipes swiftly to create a flawless conduit, letting the water flow to save trapped souls. As you progress, levels intensify, demanding not just a twist, but strategic placements of new pipe parts. But be warned, time is your enemy! When the tank overflows, it's game over. Can you keep your cool and save the day? So, are you ready to twist, turn, and tackle the most exhilarating puzzle of your life in Pipe Puzzle?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PipePuzzleTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pipe-puzzle/67ed3502/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=46aa94b9-da11-495c-b6da-3451e6fa0438&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Funny Fred",
    "description": "Unravel the love story of Funny Fred - cut, strategize, and pave the way for true love in this physics-based puzzler! Funny Fred is a captivating game that blends the thrill of physics with the magic of love. Starting each level with Fred hanging by a rope, it's up to you to make the right cut, setting him free to reunite with his beloved hiding in a castle. But it's not just about snipping ropes! With obstacles like fierce dogs and helpful cats, the sequence of your cuts makes all the difference. Will you free the cat to fend off the dog, or will you risk it all? Each decision demands logic, strategy, and a touch of romance. So, grab your scissors and help Fred find the love of his life in Funny Fred!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FunnyFredTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/funny-fred/cfde2bde/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7a615e6e-58f4-4dad-8b1d-3594653d7b95&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Barbara & Kent",
    "description": "Draw, and dive into the best restroom rush yet, Barbara & Kent – where ultimate relief is the final goal! Barbara & Kent is the hilarious and intense game where your thinking and drawing skills are put to the test. Guide them to their personal restrooms by drawing unique paths for them. But be cautious! A single collision and it's all down the drain! Don't forget to dodge menacing obstacles, or it's game over. Every draw counts in this frantic rush to the restroom! So grab your pen and help them find the ultimate relief they desire in Barbara & Kent!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BarbaraAndKentTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/barbara-and-kent/3bcadd9c/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=48c0bbb6-f77a-46a9-b13c-e806fdaa9227&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Parking Panic",
    "description": "Maneuver, master, and make your way through the parking chaos in Parking Panic - the ultimate car parking challenge! Parking Panic is more than just a game - it's a test of your precision, strategy, and foresight. With 40 exhilarating levels to conquer, you'll tap on different colored cars, guiding them to their designated spots. But it's not as easy as it sounds! Order matters. Tap them in the wrong sequence and watch as chaos ensues, with cars crashing into each other. Every tap counts, every move is critical. Can you keep your cool and park them all without a hitch? So, get in the driver's seat and prove you're the parking master in Parking Panic!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ParkingPanicTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/parking-panic/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=2057e5d8-ff71-4088-ac4c-06385f6e78b2&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Super Thrower",
    "description": "Unleash ultimate chaos and dominate the battlefield in Super Thrower - the game where every move is a power throw! Step into the world of Super Thrower, a high-octane action game that tests your precision and strategy. Simply maneuver your character to any object or enemy, and watch as they automatically hurl it towards foes with incredible force. Battle through diverse levels, each presenting its own set of challenges. Want to show off your style? Switch up your look with a myriad of epic skins available! Get ready to throw down in style with Super Thrower!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SuperThrowerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/super-thrower/18dc53d4/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=1c44976c-07ee-4215-9bc1-c60e3db95681&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Action"
  },
  {
    "title": "Food Rush",
    "description": "Get ready to satisfy your hunger for fun with Food Rush - the ultimate food collecting game! As a bucket fills with a variety of delicious foods, you must collect three of the same type of food before the limited slots fill up. But be careful, if you fill up all the slots or the bucket overflows, it's game over! With fast reflexes and quick thinking, you can build up a combo and activate fire mode, which burns through all the food in the bucket, allowing you to start fresh and keep collecting. With its addictive gameplay and challenging mechanics, Food Rush is the perfect game for anyone looking for a fast-paced and satisfying experience. And with endless buckets of food to collect, you'll never run out of fun! Play Food Rush now and satisfy your hunger for fun in the ultimate food collecting game!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FoodRushTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/food-rush/394eb0aa/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7797b953-9d29-4427-98a8-7c789fc07396&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Match 3, Skill"
  },
  {
    "title": "Parking Rush",
    "description": "Get in gear for Parking Rush, the color-matching, line-drawing car parking puzzle game that revs up your brain! Immerse yourself in the exciting world of Parking Rush, a top-down puzzle game that tests your strategic thinking and spatial awareness. With a fleet of colored cars and matching parking slots, your task is to draw paths to guide each car to its spot without crashing. The challenge accelerates as multiple cars start simultaneously once all lines are drawn. With numerous levels to conquer, Parking Rush will keep your mind racing and your heart pumping! So hop in and be the best car parking puzzle master out there!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ParkingRushTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/parking-rush/3ea530d2/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7e234996-bf35-43f7-a974-c45943786ee3&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Gun Spin",
    "description": "Shoot, score, and soar in Gun Spin - the ultimate recoil-based shooting game with explosive action! Gun Spin is a high-octane game where you harness the power of gun recoil to take down enemies and hit explosive barrels. Every shot matters, with a bonus wall segmented into multiple areas, each offering massive score multipliers. Dare to hit the smallest area? It boasts a whopping x1000 multiplier with a dazzling rainbow hue! As you journey through over 1000 thrilling levels, accumulate score and cash to upgrade your arsenal. With different guns offering varied shooting behaviors and recoils, the challenge always feels fresh! So grab your gun, and let's make every shot count in Gun Spin!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GunSpinTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/gun-spin/c17d6484/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=924e53d6-0dd9-48ac-a8c5-55faed8866aa&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=510",
    "tags": "Action"
  },
  {
    "title": "Giant Attack",
    "description": "Unleash the power, conquer the giants, and evolve in Giant Attack - where every move is a step towards dominance! Dive into Giant Attack, a game that seamlessly combines strategy and action. As you navigate through dynamic levels, your mission is to defeat towering giants and cunning smaller foes. Position yourself to pick up colored objects, and watch as your character auto-throws them to crush enemies. The battlefield is teeming with mini allies, and by collecting them, you supercharge, growing in size and strength to hurl even larger, devastating objects. And with a plethora of skins to choose from, you can battle in style! So gear up, grow, and get ready to dominate in Giant Attack!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GiantAttackTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/giant-attack/431e42ba/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=cc03792f-d11a-4b5d-a1e7-beae92ef7c59&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Action"
  },
  {
    "title": "Good Shelves",
    "description": "Dive into the ultimate shelf-clearing challenge in Good Shelves - spot, match, and triumph one trio at a time! Good Shelves offers a captivating puzzle experience where your keen observation skills are your greatest allies. With just six slots to fill, you'll be on the hunt for sets of three identical objects among the shelves. But be wary, if your slots fill up without forming a trio, it's curtains for you! With over 100 exhilarating levels to conquer, immerse yourself in a world of meticulous matching. So, are you ready to declutter the shelves and prove your matching prowess in Good Shelves?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GoodShelvesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/good-shelves/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=0f0e90e0-43b4-4d40-8821-3a9a60257c22&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Puzzle"
  },
  {
    "title": "Crazy Hen Level",
    "description": "Bring the Hen through endless amounts of levels in Crazy Hen! Be crazy and try to reach your chicks in this crazy adventure. With an endless amount of levels, it will only get crazier! Tap to make the hen move one step forward and avoid obstacles like cars, trains, and more! When you tap consecutive you will eventually get into Fire Mode for 3 Seconds. In that mode, you are invincible, so tap as fast as you can in those 3 seconds. But don't worry if you get hit, you can always revive! So get this Crazy Hen across the Road and get as much score as possible!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CrazyHenLevelTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/crazy-hen-level/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=1999fa7b-a6d5-4be2-b0e1-5a55e8a153e1&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Skill"
  },
  {
    "title": "Dance Battle",
    "description": "Unleash your rhythm and conquer the dance floor in Dance Battle, where every click counts! Dance Battle is not just another rhythm game; it's your stage, your spotlight! Time your clicks perfectly to the beat, and watch as your character grooves alongside the iconic singers of each song. But that's not all! Personalize and style your dancer, making them the star of every famous track you play. From pop hits to classic tunes, every dance is a chance to showcase your impeccable timing and earn those high scores. So, put on your dancing shoes and let the world see your rhythm in Dance Battle!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/DanceBattleTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/d/dance-battle/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a6cab565-eb0f-4e77-98b0-0c30c6e51344&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Skill"
  },
  {
    "title": "Tile Journey",
    "description": "Embark on the ultimate 3D puzzle adventure with Tile Journey - match your way to victory, one trio at a time! Tile Journey is a thrilling 3D puzzle game that challenges your strategic thinking. With seven slots at your disposal, your task is to find and match pairs of three. But beware, if you fill up all slots without a single trio, it's game over! Navigate through layers of tiles, uncovering what lies beneath by matching the tiles above. Journey through multiple levels, each boasting a unique theme! So start pairing and put your matching skills to the test!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TileJourneyNewTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tile-journey/6d46f27e/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=ad71a042-0dfa-4337-ac7e-0b5375a50b96&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Match 3, Puzzle"
  },
  {
    "title": "Love Tester",
    "description": "Introducing Love Tester! The Ultimate Love Compatibility tester! Are you curious about the depth of your love connection with someone special? Look no further! Love Tester is here to unravel the mysteries of your love compatibility and provide you with insightful answers about your relationship. Love Tester is designed to gauge the strength, passion, and potential of your love bond with your partner. With innovative and advanced algorithms as well as a sprinkle of magic to deliver accurate and personalized results like never before. Try it out now and embark on an exciting journey to uncover the depths of your relationship, strengthen your bond, and create a love story for the ages!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/LoveTesterNewTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/l/love-tester/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=24cb4711-7c74-4831-8b1c-678985959174&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Best, New, Girls"
  },
  {
    "title": "Emoji Match",
    "description": "Unleash your inner emoji genius with Emoji Match - the ultimate 2D puzzle game that keeps your brain buzzing! Dive into the colourful world of Emoji Match, a captivating 2D puzzle game where you get to pair up cute emojis. From suns with sunglasses to other delightful pairs, your job is to populate the playfield with connection lines. Beware, though, lines cannot cross! Use hints to unravel challenging matches and tackle a myriad of levels. It's time to match, connect, and be the best out there!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EmojiMatchTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/e/emoji-match/4bfd403d/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=0698948e-df9e-4ee7-a0d1-1f218e2bd4e1&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Puzzle"
  },
  {
    "title": "Tower Smash Level",
    "description": "Smash through endless levels with Tower Smash Level - the ultimate tower smashing game! Take control of a ball as you try to smash your way to the bottom of an endless tower. But beware - the tower is made up of two types of platforms: colored and black. With each tap or click, the ball tries to smash through the platforms beneath it. If the platform is colored, the ball smashes through it, but if it's black, the ball shatters and it's game over. But fear not - if you smash through multiple platforms in a row, you build up a combo which leads to the ball entering firemode, which makes it smash even black platforms for a limited time. With each level, the challenge increases as more black platforms appear, making it tougher to reach the bottom. With its addictive gameplay and endless levels, Tower Smash Level is the ultimate game for anyone looking for a challenge. And with fire mode and colored platforms to spice things up, you'll never get bored. So smash through the tower in Tower Smash Level and see how far you can smash your way through the tower!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TowerSmashLevelTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tower-smash-level/93e2fb17/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a504feda-1c07-4362-bf10-ed9a1925245f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Tower Smash",
    "description": "Smash your way to the bottom in Tower Smash - the ultimate endless tower smasher! Take control of a ball as you smash your way through an endless tower. With every tap, you'll attempt to smash through the platform beneath you, but beware - if it's a black platform, the ball will shatter and it's game over. Each successful smash makes you build up a combo which leads to the ball entering firemode, allowing you to smash through even the black platforms for a limited time. With its simple yet addictive gameplay, Tower Smash is the perfect game for anyone looking for a quick and challenging experience. And with an endless tower, you'll never run out of smashing fun. So smash the tower in Tower Smash now and see if you have what it takes to smash your way to the top of the leaderboard!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TowerSmashTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tower-smash/6c087c9f/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=ef52244c-7368-4df0-830e-4c87298249b1&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Save the Princess",
    "description": "Unite the Prince and Princess in Save the Princess, a captivating game of love, strategy, and line-drawing through 40+ challenging levels! In Save the Princess, the Princess awaits her Prince atop a towering fortress, and it's your mission to reunite them! Using your creativity and problem-solving skills, draw a line on the playfield to create a path for the Prince to follow. But be careful – letting go of the line at the right moment is crucial, as there are numerous moving obstacles standing in the way of true love. Each of the 40+ levels offers a unique challenge that will put your dexterity and timing to the test. Master the art of line drawing and develop strategies to overcome increasingly complex barriers as you progress through the game. With every successful reunion, you'll get one step closer to the ultimate romantic triumph! Don't miss out on this enchanting journey of love and strategy. Join Save the Princess today and experience the thrill of reuniting the Prince and Princess against all odds!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SaveThePrincessTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/save-the-princess/0a16878f/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=58044df0-ff37-4222-92fa-1206bd4e4a40&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Girls, Puzzle"
  },
  {
    "title": "Peet a Lock",
    "description": "Unlock the fun and help Peet get to the bathroom in Peet a Lock - the ultimate lockpicking game! Guide Peet through the toughest challenge of his life - a locked bathroom door! With your lockpicking skills, you must tap the screen to hit highlighted spots as a line moves in a circle. With each level, the challenge increases as more spots are required to be hit. But beware - if you fail to unlock the door by mistiming your tap, Peet loses control and poops himself. Don't let that happen! With your help, Peet can finally make it to the bathroom and take care of business. With its hilarious gameplay and addictive mechanics, Peet a Lock is the perfect game for anyone looking for a laugh and a challenge. And with endless levels, you'll never run out of fun. So play Peet a Lock now and unlock the fun in the ultimate lockpicking game!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PeetALockTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/peet-a-lock/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=dd81729e-0379-444a-9c35-580de8742c6b&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Pengu Slide",
    "description": "Slide to survive and fly to thrive in Pengu Slide - the ultimate penguin adventure game! Join our adorable penguin hero on a thrilling ride down the icy slopes, where danger lurks at every turn. With an avalanche hot on your tail, it's up to you to skillfully navigate the terrain by sliding, jumping and flying your way to safety. But beware, one wrong move could mean certain doom for our feathered friend! Experience heart-pumping excitement as you collect fish, and booster while trying to outrun the avalanche. With easy-to-learn controls and addictive gameplay, Pengu Slide is the perfect game for players of all ages and skill levels. So what are you waiting for? Strap on your snow boots and join the adventure in Pengu Slide - the coolest game on the block!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PenguSlideTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pengu-slide/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=5146e948-8be3-431e-9d35-ea5eeaab4232&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Peet Around",
    "description": "Help Peet find relief in Peet Around - the ultimate toilet rush game! Get ready for a hilariously addictive gaming experience as you guide Peet through endless levels of circular madness in Peet Around. With a simple yet challenging objective - get Peet to the toilette - you'll be hooked on this game in no time. As you navigate through the circles, colored areas highlight certain sections that you must tap on when Peet enters them. And if you're really skilled, you can hit the smaller area within the colored area to rack up bonus points and combos. With an endless amount of levels that get progressively longer and harder, Peet Around will keep you entertained for hours on end. But be warned, this game is not for the faint of heart - you'll need lightning-fast reflexes and impeccable timing to make it to the toilette before time runs out! So what are you waiting for? Play Peet Around now and join the endless toilet rush adventure!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PeetAroundTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/peet-around/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=1f048013-f524-417c-8e90-92bb2e8ef33d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Words of Wonders",
    "description": "Unleash your inner wordsmith and collect world wonders in Words of Wonders - the ultimate crossword puzzle game! Get ready to put your vocabulary skills to the test in this addictively challenging crossword puzzle game. With over 10000 levels to solve, each with a unique set of letters to connect, you'll never run out of brain-teasing fun. But don't worry if you get stuck, you can always use hints to reveal random letters or hammer power-ups to reveal a letter of your choosing. As you progress through the levels, you'll also have the chance to collect different pictures of the world wonders by completing puzzles. From the Great Wall of China to the Colosseum, you'll have the opportunity to learn about some of the most iconic landmarks in the world while improving your crossword-solving skills. With its user-friendly interface and addictive gameplay, Words of Wonders is the perfect game for anyone looking to challenge their minds and expand their knowledge. So what are you waiting for? Play Words of Wonders now and start your journey to becoming a crossword puzzle master!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/WordsOfWondersTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/w/words-of-wonders/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=909e737d-670d-4a40-be08-73165d13351d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Puzzle"
  },
  {
    "title": "Emoji Flow",
    "description": "Connect the right pairs of emojis in Emoji Flow! Drag a line from one emoji to the other and complete levels by connecting all of them. Go through a total of 150 levels and challenge your puzzle-solving skills. Be sure to not let your paths cross with other emojis, and flow your way to the top! So unleash your inner emoji and flow like your emojis have never flown before.",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EmojiFlowTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/e/emoji-flow/v050/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=e2a1b037-34c7-48c5-95c6-bcafe4a46e93&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Puzzle"
  },
  {
    "title": "Neon Swing",
    "description": "Swing as fast as you can in Neon Swing! Swing from point to point and try to get as far as you can while using trampolins to get even further. Try to avoid the red wall, which is slowly moving towards you, since once in the wall, you lose! The trampolins in your way can also make your life a bit more difficult, so use them to your advantage. Make clever use of the game mechanics and be the best neon swing player out there!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/NeonSwingTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/n/neon-swing/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=da8c245f-863b-475a-91ac-112588aa6296&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Neon Tower",
    "description": "Dash past endless obstacles in Neon Tower! Rotate the tower to let the ball pass all obstacles and get the highest score. Fall down several levels to build up enough momentum to easily smash through obstacles. Longer falls will reward you with even more points, so don't miss out on that! But watch out! Red obstacles will break your ball, if you don't have enough power to break through! Experience this new retro hit and get as far as possible!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/NeonTowerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/n/neon-tower/61fb0e74/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=6da53b97-1283-4d85-89e1-8a6d8eb0e811&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Drift Dudes",
    "description": "Burn the rubber on the asphalt and drift your way through the finish line in this awesome new mutliplayer racing game, Drift Dudes! Drive through a total of 6 different tracks and make clever use of shortcuts, ramps, boosts and more to beat your opponents. Watch out for the grass, since it slows you down, and try to drift through the mud for an advantage! Collect coins in each track to upgrade your car or to even buy a new one. You can also login and compete with others in the leaderboards. Try your best and be the fastest drift dude out there!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/DriftDudesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/d/drift-dudes/v180/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=4379d17e-2ec5-45ff-a76b-74e4c7634ed0&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Cars, Action, Sport, Racing"
  },
  {
    "title": "Slope",
    "description": "Roll your football through endless amounts of goals in Slope! Roll down several platforms and try to achieve as many goals as possible! Roll through tunnels and loopings to get extra points and be even faster! But beware: Several obstacles like Flag Poles and Kicker-Figures are waiting for you to kick you off the platform, so dodge them and get as many points as you can! So test your skill while dodging as many Obstacles as you can and get as many points as possible!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SlopeTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/slope/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=08c8d180-53b5-4f36-bd14-1a565affe1e0&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Cubito",
    "description": "Dodge as many Obstacles as possible with your cubes in this new and exciting endless runner, Cubito! Slide along two endlessly long lanes and dodge obstacles, collect speed and health booster, and get as far as you can. But beware! Speed Booster can also make you go too fast and make it very hard to dodge certain obstacles. So think ahead and get the highest score you possibly can!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CubitoTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/cubito/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=21be1e44-ac73-455c-9f96-309625220de3&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Tap Tap Dunk",
    "description": "Tap your way through the playfield in Tap Tap Dunk! Make the ball hop as you tap to dunk as many times as possible and increase your combo by doing so. But try to avoid the backboard, since touching it will break your combo. Once you get an 8x Multiplier, your Ball starts burning and you get even more points! But keep in mind, that the more you dunk, the higher the difficutly gets. So beat the timer, and get as much Score as possible!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TapTapDunkTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tap-tap-dunk/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=f104144c-b96c-43be-98dd-da93b5ba53d8&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Ramp",
    "description": "Get ready to roll your ball into endless expanses in Ramp! Roll your ball over endless amounts of platforms and get as far as you can! Collect Coins to fill up your boost gauge and unleash one of three different boosters: be super fast, invincible or even fly for a short period of time! But beware! There are a moving obstacles on the platforms, and sometimes even the platform itself makes your life hard. So overcome these Obstacles and get as far as you can!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/RampTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/r/ramp/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fea27c53-749b-4988-bdda-21e836ac7188&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Diamond Rush 2",
    "description": "Destroy jewels in a new and stunning way in Diamond Rush 2! Just like in Diamond Rush, you beat the clock and destroy as many jewels as possible. But this time you have up to 5 Planets to discover and 15 Levels to beat. The further you go, the harder it gets, so achieve the highest combo possible! Plan ahead and become a true Jewel maniac in Diamond Rush 2!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/DiamondRush2Teaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/d/diamond-rush-2/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=d2e4616c-9cb2-4e7f-aa73-abe0c7e295fe&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Match 3"
  },
  {
    "title": "Color Tunnel",
    "description": "Get ready for this new colorful experience, Color Tunnel! Slide down a colorful tunnel and get as far as you can. But beware! Different obstacles are in the way, so try to avoid as many as possible while making your way through the tunnel. And don’t worry if you hit an obstacle. You can always revive yourself once. So test your reflexes in this colorful tunnel experience!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ColorTunnelTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/color-tunnel/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7bfb6b66-a75c-4021-af3f-ab7a6255186f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Best, New, Arcade"
  },
  {
    "title": "Butterfly Shimai",
    "description": "Get ready for the most beautiful Onet Connect game yet! Match two of the same butterfly wings to create beautiful butterflies and make them disappear on the board. But beware! Other wings will block them from being matched, so you have to find the correct path and order to match them. But don't worry if you can't find a way to match them, since you can use power ups which will help you find the matches you are looking for. But keep in mind that those power ups are of limited use, so don't overuse them. So hop in and start creating beautiful Butterflies and watch them all fly to their new home!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/ButterflyShimaiTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/butterfly-shimai/3dfb75fc/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=59b916ca-a9a6-440f-b2ce-4469d9be957c&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Puzzle, Mahjong"
  },
  {
    "title": "E-Scooter!",
    "description": "Hop onto your Scooter in this year's most action-packed E-Scooter Game! Ride your E-Scooter from one charging station to the next while collecting coins, charging orbs and speed boosters to go even further! Unlock even more E-Scooters by either buying them with coins or reaching a certain amount of charging stations. But watch out! Cars are also on the road, so try to avoid them while keeping an eye on your charge Meter. Grab your Scooter and start driving!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EScooterTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/e/e-scooter/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=c493535a-9c66-4d47-a3fa-6239aa0e0d52&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Skill, Racing"
  },
  {
    "title": "Pop It! Duel",
    "description": "Are you ready to experience Pop It in a completely new and trendy way? If Pop It! 3D wasn't enough of a challenge for you, then you came to the right game! Pop It! Duel reinvents the way how to play Pop It by adding an action packed 1v1 multiplayer mode. The rules of the game are simple: Play against an opponent in a 'Best of 3' match. Whoever manages to pop his Pop It the fastest wins the round. Win two rounds, and you're going to steal your opponent's Pop It and add it to your collection. But watch out! Your opponent will not hesitate to steal your Pop It's as well, so be careful and show off your skills in popping the Pop Its! Grab your favourite Pop It and compete against the toughest enemies worldwide!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PopItDuelTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pop-it-duel/v080/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=b6ac31c4-6f0a-420c-b01e-e8721e5a0d8d&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Educational, Girls, Puzzle"
  },
  {
    "title": "Stair Race 3D",
    "description": "Prepare for one of the biggest challenge games of 2021 and build your stairs as fast as possible! You have to compete in a big arena for who is best in building stairs against a variety of difficult enemies. In order to win, you have to pick up the stair planks and use them in order to build stairs and reach the next platform. But watch out! Enemies who have more planks collected than you can easily knock you over when you run into them, which will result in you losing all your collected planks. But of course it works the other way around as well, so try to collect as many planks as possible and knock over your enemies to gain a big advantage. Winning the rounds will not only give the pleasure of being the best player in the world, but also unlocks cool new skins for your character and planks. So are you ready to compete in the world's biggest stair building challenge?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/StairRace3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/stair-race-3d/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=5b50bf65-b7c1-4f18-b149-d4e3bb0e78d3&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Crowd Run 3D",
    "description": "Get ready for this year's most action-packed puzzle runner in 3D! You have to guide your group of characters through a tough obstacle course, filled with dangerous traps and deep canyons. While making your way through this dangerous fields, you have to watch out not to lose too many of the characters! Occasionally you have to fight another group, and the winner of those battles is of course the group with the most characters. But don't worry, you can send your group through special cloning gates, making your group even bigger.  So get ready to master the most difficult challenges and fight your way through this tough game!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/_CrowdRun3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/crowd-run-3d/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=28ab613b-9f40-4ab7-8f09-aa19f32e3660&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Uncle Ahmed",
    "description": "Oh no! Uncle Ahmed's favorite nephew has been kidnapped, and now he needs your help to save him from the dark magician! Flames, spikes and wild beasts - our favorite uncle has to prepare for a lot of dangerous challenges. But apart from his athletic skills and his heroic bravery, Ahmed has some more tricks up his sleeve. Use his crazy power-ups to throw around watermelons, become invincible, or run with the speed of light. But the action is not only taking place on the ground! Prepare to help Ahmed fly through the sky, maneuvering around clouds and dangerous enemies. But the most dangerous challenge will be beating the dark magician and his evil companions, who will try to keep Uncle Ahmed away from his nephew. Are you ready to join Uncle Ahmed on his dangerous adventure and save his nephew?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/UncleAhmedTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/u/uncle-ahmed/v020/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=7c74de77-0a68-43e4-83ee-e35193fe0c13&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Arcade"
  },
  {
    "title": "Dices 2048 3D",
    "description": "You are a fan of challenging puzzle games, but can't find one which features the beatuy of 3D? Then you should get ready for Dices 2048 3D! Dices 2048 3D features the classic 2048 gameplay: Match 2 blocks of the same number to add them together and create a block with an even higher number. But it's no that easy in 3D! You can shoot the blocks not only horizontaly, but also stack them on top of each other. And it gets even more challenging! Every now and then mighty stones appear blocking your way. The only thing you can do is either wait until they disappear after some shots or use the powerful bombs to destroy them! Get ready and prepare your brains for some serious but awesome challenges!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Dices20483dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/d/dices-2048-3d/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=23863c88-0a33-4bbc-bf3a-a7d9094c8c90&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Puzzle"
  },
  {
    "title": "Frankenstein Go",
    "description": "Frankenstein needs your help to save his girlfriend from the powers of evil! Frankenstein wants to save his girlfriend, but to achieve this he has to solve tricky puzzles and sneak past scary enemies. Climb ladders, jump over obstacles and open doors to advance through the beautiful but scary levels. On his journey, you will meet many friends, who will help you save your girlfriend if you assist them in finding their lost objects. As soon as you return their stolen goods, they will most likely give a key to you, which obviously opens a lot of closed doors to explore! Collect magical potions on your journey and unlock stunning new appearances for Frankenstein to impress his girlfriend! Are you ready to help Frankenstein and join this year's most scary but most amazing adventure?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FrankensteinGoTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/frankenstein-go/v030/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=6cdf4891-4482-4d64-818a-c40a6e37b4cc&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Arcade"
  },
  {
    "title": "Om Nom Connect Classic",
    "description": "Om Nom and his friends need your help in his new colorful Onet Connect adventure! Help Om Nom to bring together his friends and share his tasty candies with them. In order to achieve this, you have to match the same cute monsters or candies with each other to make them disappear from the board. But the monsters and candies block each other from being matched, so you have to watch out and find the correct order and path to combine them. But don't worry, Om Nom has some great power ups up his sleeve to help you out in difficult situations! You can use the magnifying glass to find a match in case you can't find any on the board. Or use the Om Nom Shuffle to mix up the current order on the board and relocate all the monsters and candies! Ready to help Om Nom share the candies with all his friends? Then jump right into the game and reach the highest high score possible!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/OmNomConnectClassicTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/o/om-nom-connect-classic/v100/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=23313c23-ab8d-4429-b2fa-cd9707c38e99&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Om Nom Bubbles",
    "description": "Get ready for Om Nom's new challenging adventure 'Om Nom Bubbles' and help him shoot all those tasty candies! Shoot as many candies as possible and be quick, because the time is ticking! Score huge amounts of points and unlock mighty power-ups, which you can use to increase the time or cause huge explosions. Only the best bubble shooters will reach a chain of 10 hits to unlock the powerful fireball, which cuts through the bubbles like butter. Om Nom will reward you with mysterious achievements for every crazy move you make, so don't hold back when it comes to risky moves! So grab your candies, put on the aim laser and help Om Nom getting the most candies in the universe!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/OmNomBubblesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/o/om-nom-bubbles/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=04a8baa6-e3ad-43e7-8b35-b274552d5890&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Bubble Shooter"
  },
  {
    "title": "Pop It! 3D",
    "description": "Mix a relaxing ASMR experience with a stunning 3D environment and you get the perfect game for stressful times - Pop It! 3D The gameplay is rather simple and of course relaxing. Select a great looking Pop It and pop all the bubbles on one side to turn around the model and continue on the other side. While playing there is a chance of finding coins in popped bubbles, which you can spend to unlock new Pop Its! Feeling creative? Play around with different colors and motives and create your own perfect Pop It! Prepare for a relaxing time and say goodbye to all your stress!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PopIt3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pop-it-3d/v050/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=021206dd-fbc0-443a-ad46-815955968f85&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Educational, Girls, Puzzle"
  },
  {
    "title": "Traffic Tom",
    "description": "Ready for the ride of your life? Join Tom in his first adventure and become the king of the road! But of course, you have to first prove not only your skills as a driver but as a smart engineer as well. Upgrade your bikes to complete the challenging road missions and earn tons of money with them! On your way, you will explore 3 colorful areas with beautiful environments. But don't get fooled by the peaceful looks, evil bosses are lurking in each area waiting to challenge you for risky races. Start the engines, but on your helmet, and conquer the highway!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TrafficTomTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/traffic-tom/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=8bf9689b-ca21-4291-af6a-f85c6bcf92f7&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Racing, Arcade"
  },
  {
    "title": "Onet Gallery 3D",
    "description": "Ready for some classic Onet Connect fun in a new and realxing 3D look? Then get ready for Onet Gallery 3D! No time pressure and stress at all, just pure relaxing Onet fun. Connect blocks of the same color with each other to make them disappear. But keep and eye out for other blocks blocking the way, it's important to solve the boards in the right order and strategy. After successfully solving the board, you can watch the impressive figures in your personal gallery. Sounds great? Then waste no time and complete your awesome Onet Gallery!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/OnetGallery3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/o/onet-gallery-3d/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fb7bbd78-93dd-4180-85ae-ddf09e3ed36b&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Puzzle, Mahjong"
  },
  {
    "title": "Om Nom Run",
    "description": "Run alongside Om Nom in his famous adventure, now finally in immersive and full-responsive HTML5. Try to run as far as possible by avoiding the dangerous obstacles and enemies, collect all coins and transform Om Nom into the fastest runner possible. Use the power-ups as smart as possible to explore the beautiful world with all it's beautiful areas, but be aware of the dangers that lurk inside of them. Are you ready to explore  the world of Om Nom Run and reach the highest of highscores?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/OmNomRunTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/o/om-nom-run/v1240/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=abe80572-560a-444d-baf7-2fa4a7b2c02f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Euro Penalty Cup 2021",
    "description": "Get ready for the biggest soccer event of 2021 - Euro Penalty Cup 2021! Become a player of Europe's best teams and lead your team to victory in this tough competition. How to play is rather simple: Try to hit the goal and outsmart the goalkeeper with crazy trick shots. But don't celebrate to early! Of course, you'll have to defend your goal as well, try to predict your opponents shots and watch out for the red indicator, which might give you a useful hint. So grab your soccer shoes and fight your way to the grand finale! Do you have what it takes to become Europe's best soccer player?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/EuroPenaltyCup2021Teaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/e/euro-penalty-cup-2021/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a7f90ecc-d700-4e69-9a6e-3135f26868f7&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=512",
    "tags": "Sport, Arcade, Skill"
  },
  {
    "title": "Train 2048",
    "description": "Grab your train ticket and hop onboard of the most fun 2048 games you've ever traveled with. Help the train driver feed the train's engine with coal to rush over the tracks and travel the whole world! In order to do that you have to match fitting number blocks with each other. Each match will provide the engine with some coal. But the train is still not fast enough for your taste? Try to create huge combos using your own skill or the powerful power-ups. Use the balloon to lift numbers blocking your matches, or throw a bomb onto the field to cause a massive explosion. So let's grab control of the train, travel the world and reach the biggest high score!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Train2048Teaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/train-2048/v150/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=abf56d7c-b1c7-493b-b2ac-aecb45d00ef8&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle"
  },
  {
    "title": "Giant 2048",
    "description": "Get ready for the sweetest AND biggest 2048 puzzle game ever created! Help the Lilly feed her best friend the lovely giant with tasty candies. Use the slingshot to merge the candies with matching numbers into one big candy. Try to create huge combos by merging more than one candy at a time to feed even MORE candy. But watch out, rocks will appear on the field blocking the candies. They can easily be destroyed by merging candies besides them, but don't underestimate those solid blockers! So grab your slingshot and prepare for the greatest 2048 game of all time!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Giant2048Teaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/giant-2048/v100/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=c2165815-114b-4af8-ac24-34eabc502c58&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Puzzle"
  },
  {
    "title": "Fuzzies",
    "description": "Once upon a time, the colorful and cuddly Fuzzies lived happily together in their village. But the resident villain in the castle isn't confident with his pale appearance and therefore decides to squeeze the Fuzzies in order to get their colors with his brutal machine. And so, the villain invades the peaceful Fuzzie village. Save the Fuzzies and help them escape from the cruel crushing machine! Merge at least 3 Fuzzies of the same color and try to clear all of them. Through combos you will gain mighty bomb- or rainbowfuzzies! Can you save the Fuzzies before they're getting squeezed?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/FuzziesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/f/fuzzies/v130/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=664712c7-d01a-494a-bddf-4ea78f48e5bb&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Bubble Shooter"
  },
  {
    "title": "Garden Bloom",
    "description": "Here it comes! The ultimate Match-3 title! Welcome to the magnificent 'Garden Bloom'! Immerse yourself in the colorful garden and accompany Lucy on her exciting adventures! Match at least 3 flowers of the same color to get flowertastic results! The more you can merge, the more powerful the effect will be! Use mighty power-ups if you think you need help. On top of that you are able to decorate your own garden! How could it be any better? 2000 well designed levels will await you! So it's on you! Are you ready?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GardenBloomTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/garden-bloom/v560/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=3f504f07-d674-4a4d-a02e-89e7414d8f26&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Match 3"
  },
  {
    "title": "Brain Trainer",
    "description": "Acvtivate your brain cells and get ready! A new 'Brain Trainer' has  arrived! No matter if you keep your brain fit, improve your  performance or just having fun to train your personal cognitive  abilities, this game is for you! Just because you are no longer in  school, does not mean that you can't sharpen your mind. Solve a  great variety of individual mini-games. If you get stuck, just swap  light bulbs against hints. Convinced? Then dive in and test yourself!  Are you made for this?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BrainTrainerTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/brain-trainer/v430/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=d267b353-ff18-4745-89f6-c390716a4f25&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Puzzle"
  },
  {
    "title": "Garden Match 3D",
    "description": "Match-3 finally has been revolutionized and you can be part of it! Dive into the beautiful garden setting of Garden Match 3D and score the best highscore possible! Turn the plant-pot around and match the colorful flowers. Use the large variety of powerful items and try to score huge combos! The challenging levels combined with the new gameplay dimension creates a complete new experience of match-3. Will you be able to solve all levels?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/GardenMatch3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/g/garden-match-3d/v090/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=19aabdea-15df-4a5f-a7d2-df389b572ecb&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Match 3"
  },
  {
    "title": "Pull Pins",
    "description": "Pull Pins has finally arrived to Famobi! The tricky puzzle classic features unlimited levels with unlimited challenges and fun. Observe the levels carfully and plan your moves, to pull the pins in the right order. But watch out! Don't let the bombs touch the bubbles! Jump in and solve all the awesome puzzles!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/PullPinsTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/p/pull-pins/v220/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=c24e5a78-927a-4b7c-a536-3452d1f57021&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Bubble Tower 3D",
    "description": "If you're a friend of \"\"oldschool\"\" bubbleshooters then you'll love Bubble Tower 3D. Experience this reinvented videogames classic in a comepletely new dimension and an amazing aztec setting! Try to connect at least 3 bubbles of the same color to reach the top of the tower. Not enough action happening? Try out the destructive fireball and watch him do his magic. Let's go and reach the highscore.",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BubbleTower3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/bubble-tower-3d/v160/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=1385d98a-b5f2-4339-bce7-b99a8dd2e8b0&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Mahjong World",
    "description": "Mahjong 3D is back - bigger and better! Travel the World and enjoy the ancient board game classic in new amazing locations and crazy new 3D objects! Turn the objects around in any direction possible and solve all challenging levels. Use the large variety of items and collect all diamonds! Will you be able to explore all continents?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/MahjongWorldTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/m/mahjong-world/v080/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=eb8cbdba-50b2-44a8-acd5-7e8468a7f384&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Puzzle, Skill"
  },
  {
    "title": "Bus Parking 3D",
    "description": "Prove your skills and become the ultimate Bus King! Park the bus  in the designated parking spaces. Sounds easier than it is. Don't  forget to collect all coins on the way! A lot of great skins are waiting  for you! Why don't you give it a try yourself? Do you have what it  takes to play through all the 100 levels?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/BusParking3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/b/bus-parking-3d/v080/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=0a709615-79da-41b4-8d52-a0034b02435b&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Crazy Caves",
    "description": "Dig into crazy depths with this new action-loaded mining game. Destroy all rocks to earn as many gold and gems possible to transform your cart into a crazy mining tool! Grab your pickaxe and mine yourself to the highscore!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CrazyCavesTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/crazy-caves/v140/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=663edc17-72cd-4415-89a6-6d069074ad6f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Hoop Royale",
    "description": "This is the slightly 'different' sport. In Hoop Royale you have to maneuver the ring through the ball. Earn gems and unlock new awesome skins for your Hoop or collect some chests and let yourself surprise! But be fleet and don't let yourself be beaten up! Because you will compete against people from all over the world! Compete with them and become the ultimate dunk master!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/HoopRoyaleTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/h/hoop-royale/v110/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=38886040-e6b3-41bd-8a2f-119b66d83e28&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Skill, Arcade"
  },
  {
    "title": "TNT Bomb",
    "description": "Explosions, explosions and guess what. Even more explosions! Dive into 'TNT Bomb' and let your vandalism run wild once again. You have to destroy several buildings and structures. There are 5 powerful power-ups to choose from. Use a cleverly devised strategy and be flexible because everything is limited. If nothing else helps, then use the ultimate earthquake. That should do the rest! Get overwhelmed from beautiful graphics and well designed levels. Be the Master of destruction!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/TntBombTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/t/tnt-bomb/v250/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=fa946169-bde2-4b3b-8552-08a85d7ae0e7&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Smarty Bubbles 2",
    "description": "Yes it's true! Another part of the popular and most successful Bubble Shooter for the whole family goes into round 2, now even prettier! Combine at least 3 balls of the same color and try to burst all bubbles. How far will you make it? Test yourself!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/SmartyBubbles2Teaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/smarty-bubbles-2/v200/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=22d86193-c681-45c4-9f4d-8d5aab731603&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=515",
    "tags": "Bubble Shooter, Best"
  },
  {
    "title": "Stack Smash",
    "description": "Are you up for a whacked-out time killer? Then test yourself on 'Stack Smash' and prove your skills! Destroy all platforms to get to the ground and win! But watch out! If you touch black platforms the game is over. But even these are not safe from a ball at maximum speed. So use clever timing and adjust your strategy round by round!",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/StackSmashTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/s/stack-smash/v050/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=3ad5d684-ab8b-4730-a209-8a614030c39a&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=513",
    "tags": "Skill, Arcade"
  },
  {
    "title": "Mahjong 3D",
    "description": "Welcome to Mahjong 3D! Enjoy the ancient board game classic now in it's most immersive experience! Turn the objects around in any  direction possible and solve all challenging levels. But the time is  ticking! Watch out, the new extra dimension adds new difficulties  as well! Will you be able to solve all levels in time?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/Mahjong3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/m/mahjong-3d/v120/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=a98f414e-385d-4e57-a62e-bb306c0f77cb&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Puzzle, Skill"
  },
  {
    "title": "Monkey Bounce",
    "description": "Help the monkey to get to his bananas! In 'Monkey Bounce' you need to swipe the screen to the right or left in order to fall through the palm leaves. But keep calm! There are also some tricky obstacles and traps that are waiting for you! So it's on you! How far will you get on this exciting adventure?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/MonkeyBounceTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/m/monkey-bounce/v040/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=cf951a62-6031-4b49-8870-60cfe8569a9f&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=511",
    "tags": "Arcade, Skill"
  },
  {
    "title": "Curve Ball 3D",
    "description": "Open your eyes and get teleported back to the nostalgia of pong! You will curve the ball with your racket and with each level your opponent becomes quicker as well as the ball! Enjoy the marvelous visual effects and discover the world of addictive fun arcade! Use your skills and play your way through 'Curve Ball 3D'. Do you have what it takes to master this game?",
    "cover_image": "https://img.cdn.famobi.com/portal/html5games/images/tmp/CurveBall3dTeaser.jpg?v=0.2-b629a89d",
    "game_url": "https://games.cdn.famobi.com/html5games/c/curve-ball-3d/v010/?fg_domain=play.famobi.com&fg_aid=A1000-1&fg_uid=f3319962-5fb5-441f-811a-4baf8aeb58e7&fg_pid=4638e320-4444-4514-81c4-d80a8c662371&fg_beat=514",
    "tags": "Arcade, Skill"
  }
]